vegeta/res_100.txt
Requests      [total, rate, throughput]         500, 100.21, 100.16
Duration      [total, attack, wait]             4.992s, 4.99s, 2.279ms
Latencies     [min, mean, 50, 90, 95, 99, max]  794.625µs, 1.858ms, 1.778ms, 2.327ms, 2.596ms, 3.239ms, 6.329ms
Bytes In      [total, mean]                     480000, 960.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:500