vegeta/res_1000.txt
Requests      [total, rate, throughput]         5000, 1000.21, 1000.13
Duration      [total, attack, wait]             4.999s, 4.999s, 413.458µs
Latencies     [min, mean, 50, 90, 95, 99, max]  227.917µs, 483.455µs, 405.095µs, 514.738µs, 617.8µs, 2.987ms, 13.116ms
Bytes In      [total, mean]                     4800000, 960.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:5000