vegeta/res_10000.txt
Requests      [total, rate, throughput]         50000, 10000.13, 9988.46
Duration      [total, attack, wait]             5.006s, 5s, 5.843ms
Latencies     [min, mean, 50, 90, 95, 99, max]  119.834µs, 15.172ms, 5.362ms, 41.34ms, 52.071ms, 93.865ms, 137.761ms
Bytes In      [total, mean]                     48000000, 960.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000